{
    "mergedHooksPsiMobilePoor": [
        "En parcourant le web, je suis tombé sur le site de {company_name} et par curiosité, j'ai regardé ses performances. Google lui attribue un score de {score}/100, ce qui est un signal d'alarme : concrètement, cela signifie que beaucoup de visiteurs risquent de trouver l'expérience lente et de quitter votre site, vous faisant perdre des clients potentiels chaque jour.",
        "J'ai visité le site de {company_name} l'autre jour et, réflexe professionnel, j'ai vérifié son score de performance : {score}/100 selon Google. Un tel score suggère que l'utilisation est frustrante à cause des lenteurs, et dans votre secteur, chaque visiteur perdu à cause de la vitesse est une opportunité d'affaire en moins.",
        "Le site de {company_name} a attiré mon attention, alors j'ai fait un test de vitesse Google. Le résultat de {score}/100 signifie que vos clients attendent probablement trop. Saviez-vous que même une seconde de chargement en trop peut faire fuir un visiteur sur deux ? C'est autant de demandes ou de ventes qui s'envolent."
    ],
    "mergedHooksPsiMobileNi": [
        "J'ai visité le site de {company_name} récemment et j'ai voulu voir comment il se comportait. Son score de performance selon Google est de {score}/100. Ce n'est pas alarmant, mais cela indique une marge pour rendre la navigation plus fluide. Optimiser cela pourrait significativement améliorer l'engagement de vos visiteurs et les inciter à vous contacter plus facilement.",
        "En naviguant, j'ai découvert le site de {company_name} et j'ai fait un test rapide de sa performance : Google lui donne {score}/100. C'est une base correcte, mais imaginez l'impact si l'expérience devenait excellente : des visiteurs plus intéressés, une image plus moderne et plus de chances qu'ils deviennent clients.",
        "Le site de {company_name} m'a interpellé, alors j'ai vérifié son score de vitesse Google : {score}/100. C'est un score qui montre un potentiel d'amélioration. Quelques ajustements ciblés pourraient le rendre plus performant et transformer plus de simples visiteurs en clients fidèles."
    ],
    "mergedHooksLcpPoor": [
        "En découvrant le site de {company_name}, j'ai été curieux de voir sa vitesse d'affichage. Le LCP, c'est-à-dire le temps que met l'élément le plus important de votre page à apparaître, est d'environ {lcp_val}s. Pour un visiteur, une attente aussi longue est souvent rédhibitoire et, dans un monde où tout va vite, cela signifie perdre des clients au profit de concurrents plus rapides.",
        "J'ai testé le site de {company_name}. Son LCP (chargement du contenu principal visible) est d'environ {lcp_val}s. Un tel délai impacte fortement la première impression. Chaque seconde compte : une page lente, c'est jusqu'à 50% de visiteurs en moins qui verront réellement ce que {company_name} propose.",
        "Votre site {company_name} m'est apparu et j'ai regardé son LCP : {lcp_val}s. Il s'agit du temps avant que le contenu essentiel soit visible. Quand ce temps dépasse 2.5s, l'expérience se dégrade et les visiteurs partent, ce qui représente un manque à gagner direct pour votre activité."
    ],
    "mergedHooksLcpNi": [
        "Le site de {company_name} m'a interpellé, alors j'ai vérifié son LCP (temps de chargement de l'élément principal), qui est d'environ {lcp_val}s. C'est correct, mais optimiser ce point pourrait rendre l'expérience encore plus instantanée et professionnelle, incitant davantage de visiteurs à explorer vos offres en détail.",
        "En parcourant le site de {company_name}, j'ai vu que son LCP (chargement du contenu principal) est de {lcp_val}s. C'est une performance respectable. Cependant, grappiller quelques dixièmes précieux ici peut améliorer la perception de vitesse et réduire le nombre de personnes qui quittent votre site par impatience.",
        "J'ai jeté un œil au LCP du site {company_name} ({lcp_val}s). Ce temps d'affichage du contenu majeur est bon. L'affiner encore assurerait une première impression optimale, ce qui est crucial pour que les visiteurs restent et s'intéressent à ce que vous vendez."
    ],
    "mergedHooksInpPoor": [
        "En naviguant sur le site de {company_name}, j'ai vérifié sa réactivité (l'INP). Ce score, {inp_val}ms, mesure la fluidité des interactions comme les clics. Un INP élevé signifie que votre site peut sembler 'bloqué' ou lent à réagir, frustrant les utilisateurs au point qu'ils abandonnent avant même de vous contacter.",
        "J'ai testé la fluidité des interactions sur {company_name}. Son INP (Interaction to Next Paint) est de {inp_val}ms. Ce score suggère que lorsque vos visiteurs cliquent, ils ressentent un délai notable. Dans le commerce, une interaction qui n'est pas fluide, c'est une vente potentielle qui hésite ou s'annule.",
        "La réactivité du site {company_name} (son INP) est de {inp_val}ms. C'est la vitesse à laquelle la page répond aux actions. Un score comme celui-ci indique des lenteurs d'interaction qui peuvent faire fuir un client potentiel, surtout s'il est pressé ou compare plusieurs offres."
    ],
    "mergedHooksInpNi": [
        "J'ai regardé la réactivité (INP) du site de {company_name}, elle est de {inp_val}ms. L'INP reflète la sensation de fluidité lors des clics. Votre score est globalement bon, mais s'assurer que chaque interaction est quasi-instantanée peut faire la différence pour un client sur le point de prendre une décision.",
        "En testant le site de {company_name}, l'INP est de {inp_val}ms. C'est une bonne performance pour la réactivité générale ! Une telle fluidité rassure les visiteurs et les encourage à poursuivre leur parcours sur votre site, augmentant les chances qu'ils deviennent clients.",
        "La réactivité du site de {company_name} (INP de {inp_val}ms) est satisfaisante. Cela signifie que les actions des utilisateurs sont généralement suivies d'une réponse rapide. C'est un bon point pour l'expérience globale, et un site réactif est toujours plus vendeur."
    ],
    "mergedHooksClsPoor": [
        "J'ai remarqué en visitant le site de {company_name} que des éléments semblaient bouger pendant le chargement. Son score CLS (stabilité visuelle) est de {cls_val}. Concrètement, quand des éléments bougent ainsi, cela peut rendre la lecture ou l'utilisation des boutons si difficile que les visiteurs, frustrés, quittent la page sans passer à l'action.",
        "En naviguant sur le site de {company_name}, j'ai eu l'impression que la page n'était pas stable. Le CLS (Cumulative Layout Shift) est de {cls_val}, ce qui confirme que des éléments visuels se décalent. Cela peut faire cliquer vos visiteurs au mauvais endroit par erreur, ruinant une vente ou une prise de contact.",
        "Le score CLS du site de {company_name} est {cls_val}. Il mesure si la page 'saute' pendant le chargement. Un score élevé indique que vos utilisateurs sont probablement confrontés à ces décalages, ce qui nuit à leur expérience et à votre crédibilité, les poussant à chercher une alternative plus stable."
    ],
    "mergedHooksClsNi": [
        "J'ai vérifié la stabilité visuelle (CLS) du site de {company_name}, elle est de {cls_val}. C'est plutôt bon, ce qui signifie que les visiteurs ne devraient pas trop subir de décalages d'éléments. Une page stable est essentielle pour ne pas interrompre leur parcours vers une demande d'information ou un achat.",
        "En testant le site de {company_name}, le CLS (Cumulative Layout Shift) est de {cls_val}. C'est un bon score, indiquant une expérience utilisateur stable. C'est un détail qui, en inspirant confiance, peut subtilement encourager les visiteurs à s'engager davantage avec votre entreprise.",
        "La stabilité de la mise en page du site de {company_name} (CLS de {cls_val}) est correcte. C'est important pour que les utilisateurs puissent naviguer et lire tranquillement, ce qui est un prérequis pour qu'ils se concentrent sur vos offres et décident de vous faire confiance."
    ],
    "mergedHooksPsiSeoNi": [
        "En regardant le site de {company_name}, j'ai aussi jeté un œil à son score SEO technique Google : {score_seo}/100. Ce score reflète à quel point votre site est 'amical' avec Google pour le référencement. Un score perfectible ici peut vous faire rater des clients qui cherchent activement vos services mais ne vous trouvent pas.",
        "J'ai vu que le site de {company_name} a un score SEO Google de {score_seo}/100. C'est un indicateur de la qualité de votre site aux yeux de Google. L'améliorer pourrait aider plus de clients potentiels à vous trouver avant vos concurrents, ce qui est crucial dans un marché compétitif.",
        "Le score SEO technique du site de {company_name} est de {score_seo}/100. Il s'agit de l'optimisation de votre site pour que Google le propose aux bonnes personnes. S'il n'est pas optimal, vous laissez potentiellement des parts de marché à d'autres acteurs plus visibles."
    ],
    "mergedHooksAllGoodOrOnlyPsiOk": [
        "En tombant sur le site de {company_name}, j'ai été curieux de voir comment il se positionnait techniquement et les indicateurs que j'ai vus sont plutôt bons, bravo ! C'est une excellente fondation. Mais dans un monde digital où tout évolue vite, même les meilleurs sites ont besoin d'anticiper pour rester au top et continuer à attirer efficacement des clients.",
        "Votre site {company_name} m'est apparu en naviguant, et les outils d'analyse montrent qu'il est bien construit techniquement. C'est un très bon point de départ ! Cependant, la performance technique n'est qu'une facette ; comment s'assurer que chaque visiteur soit guidé pour devenir un client ? C'est là que le vrai défi commence.",
        "J'ai jeté un rapide coup d'œil technique au site de {company_name} et les signaux sont encourageants. C'est une base solide ! Mais le web est une course de fond. Pour que {company_name} continue de se démarquer et de convertir, il est vital d'explorer constamment de nouvelles optimisations et stratégies."
    ],
    "mergedHooksGeneralFallback": [
        "En parcourant le web, je suis tombé sur le site de {company_name}. Dans un environnement aussi compétitif, s'assurer que son site transforme un maximum de visiteurs en clients est un défi constant. Je me demandais comment vous abordiez cet aspect ?",
        "J'ai visité le site de {company_name}. Pour une entreprise comme la vôtre, chaque visiteur compte et le site doit être un véritable commercial. Il y a souvent des leviers méconnus pour améliorer significativement son efficacité et obtenir plus de demandes.",
        "Votre entreprise {company_name} a retenu mon attention. Aujourd'hui, un site web doit faire plus qu'informer : il doit convaincre et vendre. Il existe des stratégies précises pour cela, même pour les sites qui semblent déjà bien fonctionner."
    ],
    "statImpactSpeedPoorOrNi": [
        "Saviez-vous qu'améliorer la vitesse de chargement de votre site peut augmenter le nombre de visiteurs qui vous contactent jusqu'à 20% ? Nous pouvons vous montrer comment atteindre ce type de gain, gratuitement.",
        "Une étude d'Akamai a montré qu'une seconde de chargement en plus peut baisser le nombre de ventes et contacts de 26%. J'ai une idée précise pour {company_name} que je serais ravi de vous présenter gratuitement.",
        "Diminuer la frustration liée à la vitesse de votre site, c'est potentiellement récupérer 15 à 25% de prospects qui partaient voir ailleurs. Je peux vous aider à identifier les leviers à activer."
    ],
    "statImpactClsPoorOrNi": [
        "Un site stable inspire confiance et facilite l'achat. Corriger les problèmes de stabilité visuelle peut réduire le taux d'abandon de panier de près de 10% ! Je peux vous expliquer comment gratuitement.",
        "Selon Google, les visiteurs sont 15% plus susceptibles de finaliser une action sur un site visuellement stable. Nous avons des solutions simples pour {company_name} à vous présenter gratuitement.",
        "Éviter la frustration due à une page qui 'saute' peut avoir un impact direct sur le nombre de formulaires remplis ou d'appels. J'ai quelques pistes concrètes à vous partager."
    ],
    "statImpactPsiSeoNi": [
        "Optimiser le SEO technique de votre site peut augmenter votre nombre de visiteurs de plus de 30% en quelques mois. Discutons gratuitement de comment {company_name} peut y arriver.",
        "Être mieux compris par Google grâce à un bon SEO technique, c'est potentiellement doubler le nombre de prospects qui vous découvrent naturellement. J'ai une stratégie pour y parvenir.",
        "Un bon référencement technique peut réduire votre dépendance à la publicité payante tout en augmentant vos visites gratuites de façon durable. Explorons ensemble et gratuitement comment faire pour {company_name}."
    ],
    "statImpactAllGood": [
        "Même avec une bonne base technique, des optimisations ciblées sur le design ou le parcours client peuvent augmenter vos demandes de devis de 10 à 20%. Je peux vous partager quelques stratégies gratuitement.",
        "Votre site est performant, c'est super ! Saviez-vous qu'en allant plus loin avec des techniques de persuasion ou un SEO de contenu, on peut souvent chercher 15% de nouveaux clients en plus ? Parlons-en gratuitement.",
        "Un site techniquement sain comme celui de {company_name} est idéal pour mettre en place des stratégies de croissance avancées. Que diriez-vous d'explorer gratuitement comment améliorer encore l'engagement ?"
    ],
    "statImpactGeneralFallback": [
        "Saviez-vous qu'en moyenne, les TPE qui optimisent activement leur site web voient leurs demandes entrantes augmenter de 25% en un an ? Je peux vous expliquer gratuitement comment viser de tels résultats.",
        "Une stratégie digitale bien pensée, même pour un site existant, peut débloquer jusqu'à 30% de nouvelles opportunités commerciales. J'ai quelques idées pour {company_name} à vous exposer gratuitement.",
        "Optimiser son site web n'est pas une dépense, c'est un investissement. Pour chaque euro investi intelligemment, le retour peut être multiplié. Discutons gratuitement de comment maximiser le vôtre."
    ]
} 